EEC_PROP/out/production/resources/OP_02/FLC/MSG.001_TRN.001/Log/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:2012909b-c49b-4933-9b9a-aec7c73a4a02</wsa:MessageID><int:ProcedureID>urn:uuid:f05ed7db-9728-47a9-a11e-62513396159e</int:ProcedureID><int:ConversationID>urn:uuid:5328776e-de71-49ce-a82f-c36093d1cacf</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:b8cc3118-802d-4ebf-99d1-ab6547ab511b</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:711b5598-9c1d-472c-a307-f28f344f9d42</int:TrackID>
                        <int:AcceptTime>2019-12-03T17:31:20+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>a0b47ad9-37f9-44f3-be5b-8dd4bf90d41d</sgn:SignalId><sgn:DateTime>2019-12-03T17:31:20.680</sgn:DateTime></sgn:ProcessingReceipt></soap:Body></soap:Envelope>
<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:a529742d-8ced-446b-b2ea-425727383161</wsa:MessageID><int:ProcedureID>urn:uuid:f05ed7db-9728-47a9-a11e-62513396159e</int:ProcedureID><int:ConversationID>urn:uuid:5328776e-de71-49ce-a82f-c36093d1cacf</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.CC.01.MSG.004</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:b8cc3118-802d-4ebf-99d1-ab6547ab511b</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:33b2cb79-d34f-4f69-8274-a6acb198e310</int:TrackID>
                        <int:AcceptTime>2019-12-03T17:31:20+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><doc:ProcessingResultDetails xmlns:doc="urn:EEC:R:ProcessingResultDetails:v0.3.4" xmlns:casdo="urn:EEC:M:CA:SimpleDataObjects:v1.2.6" xmlns:ns14="urn:EEC:SignedData:v1.0:EDoc" xmlns:ccdo="urn:EEC:M:ComplexDataObjects:v0.3.3" xmlns:pcp="urn:EEC:R:CA:CC:02:CheckPointPassport:v1.0.0" xmlns:ns12="http://dsign.mscp.eec" xmlns:ns13="http://www.w3.org/2000/09/xmldsig#" xmlns:ns6="urn:EEC:R:ProcessingResultDetails:v1.0.0" xmlns:ns10="urn:EEC:R:CA:CC:04:ArrivePointList:v1.0.0" xmlns:ns8="urn:EEC:R:ResourceStatusDetails:v0.3.3" xmlns:csdo="urn:EEC:M:SimpleDataObjects:v0.3.3" xmlns:ns11="urn:EEC:R:ResourceStatusDetails:v1.0.0" xmlns:cpl="urn:EEC:R:CA:CC:01:CheckPointList:v1.0.0" xmlns:cacdo="urn:EEC:M:CA:ComplexDataObjects:v1.2.6">
    <ccdo:EDocHeader>
        <csdo:InfEnvelopeCode>P.CC.01.MSG.004</csdo:InfEnvelopeCode>
        <csdo:EDocCode>R.006</csdo:EDocCode>
        <csdo:EDocId>ded4e6e4-a5ed-4c0f-a837-41844379d23e</csdo:EDocId>
        <csdo:EDocRefId>e2eb109e-5610-4065-8f6a-685d7cd65e22</csdo:EDocRefId>
        <csdo:EDocDateTime>2019-12-03T14:31:20.731Z</csdo:EDocDateTime>
    </ccdo:EDocHeader>
    <csdo:EventDateTime>2019-12-03T14:31:20.717Z</csdo:EventDateTime>
    <csdo:ProcessingResultCode>3</csdo:ProcessingResultCode>
    <csdo:DescriptionText>Сведения добавлены</csdo:DescriptionText>
</doc:ProcessingResultDetails></soap:Body></soap:Envelope>
